{
  "cz": [
    "dejte nám vědět, že dorazíte",
    "Vítáme vás na stránkách naší svatby. Budeme moc rádi, když s námi oslavíte náš den.",
    "Obřad proběhne ve 13:00, dojeďte tedy prosím s pohodlným předstihem.",
    "Program dne bude k dispozici na místě.",
    "Zatím počítáme s tím, že svatba bude moci normálně proběhnout. Pokud by se něco změnilo v návaznosti na aktuální opatření, budeme vás tady informovat.",
    "Co na sebe?",
    "Ikdyž se to může zdát, nenutíme nikoho do žádného speciálního dresscodu. Pokud byste se ale cítili na outtfit připomínající přelom století, nebráníme se tomu. Je pro nás hlavní, abyste se cítili pohodlně.",
    "Co můj + 1?",
    "Chceme, abychom si všichni dohromady svatbu naplno užili. Pokud jsme to s vámi předem neprobírali, nepočítáme s +1.",
    "A co děti?",
    "Rádi uvidíme vaše ratolesti, nicméně neplánujeme žádný speciální program pro děti.",
    "Kde budu spát?",
    "Ubytování se nabízí v několika variantách. Do dotazníku nám prosím vyplňte svou preferenci.",
    "1) Penziony v Lomnici nad Popelkou (pro více soukromí), ve vaší vlastní režii",
    "2) Ubytování v továrně - vícelůžkové pokoje s postelí a peřinou, cca 300 Kč/os/noc",
    "3) Ubytování v továrně - vícelůžkové pokoje s matrací na zemi a peřinou, cca 200 Kč/noc",
    "4) Ubytování v továrně - na vlastní karimatce ve spacáku",
    "5) Na pozemku továrny, venku pod širákem, v autě a pod.",
    "Kapacity jsou limitované, takže kdo dřív přijde, má větší šanci na svou preferovanou variantu.",
    "Dary?",
    "Pokud nemáte v rukávu nějaký skvělý nápad na svatební dar, můžete se prosím inspirovat",
    "tady",
    "Něco s sebou?",
    "Máme na vás spíše netradiční prosbu. Protože memes hrají velkou roli v našich životech a potažmo i v našem seznámení, chtěli bychom, aby s sebou každý host přivezl svůj nejoblíbenější meme (nebo i více). Všechny je pak vystavíme.",
    "Kde to bude?",
    "továrna Mastných, bývalá tklacovna v Lomnici nad Popelkou",
    "Abyste si mohli dopředu zmapovat terén, další info najdete na stránkách",
    "továrny.",
    "Kolem Lomnice je sousta hezkých turistických tras, takže můžete v neděli po svatbě vyrazit rovnou na výlet do okolí.",
    "odkaz na mapy.cz",
    "Autem:",
    "Po dálnici, parkovat lze u továrny (1,5 hod z Prahy)",
    "Vlakem:",
    "Do stanice Lomnice nad Popelkou a poté 700m pěšky",
    "(2,5 hod z Prahy)",
    "Autobusem:",
    "Do stanice Lomnice n.Pop.,aut.nádr.a poté 750m pěšky",
    "(2 hod z Prahy)",
    "Povozem:",
    "Přímou cestou přes Hradec",
    "(15 hod z Brna)",
    "děkujeme, že jste nám dali vědět",
    "dejte nám vědět, jestli dorazíte",
    "jméno:",
    "osob:",
    "z toho dětí:",
    "jsem:",
    "vegetarián",
    "vegan",
    "všežravec",
    "rád:",
    "zajistím si lůžko v nedalekém penzionu",
    "přespím v továrně na posteli",
    "přespím v továrně na matraci",
    "ulehnu kdekoliv uvnitř na vlastní karimatku",
    "nespím a když už tak v autě/pod širákem",
    "pojedu večer domů",
    "už se těším"
  ],
  "en": [
    "let us know",
    "Welcome to our website. We are super excited to celebrate our special day with you.\n",
    "The ceremony will take place at 1 PM, so please arrive at the venue in a reasonable advance.",
    "The timeline of the day will be ready at the spot. ",
    "So far we are counting on the wedding taking place as planned. If anything changes due to covid-related restrictions, we will update the info here.",
    "What to wear?",
    "It may seem from the invite, but we don't demand any special dress code. Nevertheless, feel free to wear any 1900s resembling outfit if you like. We want you to feel foremost comfortable.",
    "What about my +1?",
    "We want us to enjoy the wedding all together, therefore we don't expect any +1 if we haven't talked about them prior.",
    "What about kids?",
    "We are very excited to see your children, nevertheless, there is no special program for kids planned.",
    "Where do I sleep?",
    "The accommodation is available in a few options. Please fill out the questionnaire with your preferred choice.",
    "1) Accommodation in the hotels in Lomnice nad Popelkou (more private)",
    "2) Accommodation in the factory - rooms with multiple beds, sheets, c. 300 Kč/per/night\n",
    "3) Accommodation in the factory - rooms with multiple mattresses, sheets, c. 200 Kč/per/night\n",
    "4) Accommodation in the factory - your own sleeping bag and mat",
    "5) On the factory premises - open air, in the car etc.",
    "The capacities are limited, so the sooner you fill out the questionnaire, the bigger chance on your preferred choice. We will try to make everyone happy.",
    "The presents?",
    "In case you don't have a great idea for a present up your sleeve, we would be very happy if you get inspiration ",
    "here",
    "Something to bring with?",
    "We have an unusual request. Since memes have always been a big part of our relationship, we would like each guest to bring their favorite meme (more are welcome). All of them will be displayed.",
    "Where is the wedding taking place?",
    "he factory Mastných, the former weaving factory in Lomnice nad Popelkou ",
    "To get to know the environment beforehand, you can look it up",
    "here",
    "There are also many walking routes around Lomnice, so it is an ideal place for a trip on Sunday after the wedding.",
    "link to mapy.cz",
    "By car:",
    "Via highway, parking by the factory (1,5 hour from Prague)",
    "By train:",
    "To Lomnice nad Popelkou station and then 700m by foot",
    "(2,5 hours from Prague)",
    "By bus:",
    "To Lomnice nad Popelkou, bus station and then 750m by foot",
    "(2 hours from Prague)",
    "By carriage:",
    "Take it right by Hradec Králové",
    "(15 hours from Brno)",
    "thanks for letting us know",
    "let us know if you will be attending",
    "name:",
    "how many:",
    "of that children",
    "food:",
    "vegeterian",
    "vegan",
    "anything",
    "sleep:",
    "find hotel yourself",
    "bed in the factory",
    "matrace in the factory",
    "own sleeping bag in the factory",
    "no sleep/outside",
    "leaving at night",
    "send"
  ]
}